{
  "compPlan": [
    {
      "planningArea": "Capitol Hill",
      "description": "The Capitol Hill Planning Area encompasses the 3.1 square miles located east of the U.S. Capitol, north of I-695, and south of Florida Avenue and Benning Road. Most of this area has historically been Ward 6, although in past decades parts have been included in Wards 2 and 5.",
      "link": "http://planning.dc.gov/sites/default/files/dc/sites/op/publication/attachments/Chapter%252015%2520Comp%2520Plan%2520Updates%2520Opti.pdf"
    },
    {
      "planningArea": "Central Washington",
      "description": "The Central Washington Planning Area is the heart of the District of Columbia. Its 6.8 square miles include the 'monumental core' (National Mall, Smithsonial Museums); city's traditional Downtown and other employment centers (Near Southwest and East End); the region's entertainment and cultural centers (Gallery Place and Penn Quarter); emerging urban neighborhoods (Mount Vernon and NoMa).",
      "link": "http://planning.dc.gov/sites/default/files/dc/sites/op/publication/attachments/Chapter%252016%2520Comp%2520Plan%2520Updates%2520Opti.pdf",
      "notes": "The majority of the area belongs to Ward 2 with some portions in Ward 6."
    },
    {
      "planningArea": "Far Northeast and Southeast Area",
      "description": "Far Northeast and Southeast Area is known for its stable, attractive neighborhoods and its diverse mix of housing. It includes single family communities (Hillcrest, Eastland Gardens, Penn Branch); row house and semi-detached housing neighborhoods (Twining, River Terrace, Fairlawn); apartment communities (Naylor Gardens, Mayfair Mansions, Lincoln Heights)",
      "link": "http://planning.dc.gov/sites/default/files/dc/sites/op/publication/attachments/Chapter%252017%2520Comp%2520Plan%2520Updates%2520Opti.pdf",
      "notes": "Most of this area has historically been Ward 7, although in past decades parts of the area have been included in Ward 6 and 8."
    },
    {
      "planningArea": "Far Southeast/Southwest Area",
      "description": "Far Southeast/Southwest Area encompasses 10.1 square miles east of the Anacostia Freeway and south of the Good Hope Road/ Naylor Road. The planning area includes neighborhoods such as Historic Anacostia,Congress Heights, Hillsdale, Woodlands, Fort Station, Barry Farm, Bellevue, Washington Highlands, Douglas/ Shipley Terrace, Garfield Heights, and Knox Hill/Buena Vista.",
      "link": "http://planning.dc.gov/sites/default/files/dc/sites/op/publication/attachments/Chapter%252018%2520Comp%2520Plan%2520Updates%2520Opti.pdf",
      "notes": "Ward 8"
    },
    {
      "planningArea": "Lower Anacostia Waterfront Near Southwest",
      "description": "Lower Anacostia Waterfront Near Southwest Area encompasses 3.0 square miles of land located along both sides of the Anacostia River. Much of the shoreline will be transformed in one of the new mixed-used developments, workplaces, civic spaces, parks, and restord natural areas.",
      "link": "http://planning.dc.gov/sites/default/files/dc/sites/op/publication/attachments/Chapter%252019%2520Comp%2520Plan%2520Updates%2520Opti.pdf",
      "notes": "Wards 6,7,8"
    },
    {
      "planningArea": "The Mid-City Planning Area",
      "description": "The Mid-City Planning Area encompasses 3.1 square miles located in the geographic center of the District of Columbia.It is one of the most diverse parts of the city. Although it is one of the smallest, it is the most populous and most dense. The area includes row house neighborhoods (Adams Morgan, Columbia Heights, Eckington, Le Droit Park, Park View, and Mount Pleasant) and large apartment communities along 14th, 16th Streets and Columbia Road.",
      "link": "http://planning.dc.gov/sites/default/files/dc/sites/op/publication/attachments/Chapter%252020%2520Comp%2520Plan%2520Updates%2520Opti.pdf",
      "notes": "Ward 1,2,5"
    },
    {
      "planningArea": "Near Northwest Area",
      "description": "Near Northwest Area encompasses 3.9 square miles located directly north and west of Central Washington. It is known for its historic architecture, well-establishedneighborhoods, lively shopping areas,and nationally recognised institutions.",
      "link": "http://planning.dc.gov/sites/default/files/dc/sites/op/publication/attachments/Near%2520Northwest%2520Area%2520Element.pdf",
      "notes": "Ward 1,2,6 / Georgetown, Washington Circle, campus of George Washington University, Dupont and Logan Circles, Massachusetts Avenue"
    },
    {
      "planningArea": "Rock Creek East",
      "description": "Rock Creek East is an attractive residential community containing many stable low and moderate density neighborhoods. Single family communities (North Portal Estates, Colonial Village, Crestwood, Crestwood North); row house and semi-detached neighborhoods (Lamond Riggs, Brightwood, Brightwood Park, Petworth, Manor Park); Georgia Avenue is the commercial center of the area.",
      "link": "http://planning.dc.gov/sites/default/files/dc/sites/op/publication/attachments/Chapter%252022%2520Comp%2520Plan%2520Updates%2520Opti.pdf",
      "notes": "Mostly in Ward 4, with some parts in Ward 5"
    },
    {
      "planningArea": "Rock Creek West",
      "description": "Rock Creek West is a 13 square mile area in the northwest quadrant of the District of Columbia. The most outstanding characteristic of the area  is its stable, attractive neighborhoods: single family neighborhoods (Spring Valley, Forest Hills, Palisades); row house and garden apartment neighborhoods (Glover Park, McLean Gardens); mixed density neighborhoods (Woodley Park, Chevy Chase, Cleveland Park).",
      "link": "http://planning.dc.gov/sites/default/files/dc/sites/op/publication/attachments/Chapter%252023%2520Comp%2520Plan%2520Updates%2520Opti.pdf",
      "notes": "Ward 1,2,4"
    },
    {
      "planningArea": "Upper Northeast",
      "description": "Upper Northeast encompasses 8.7 square miles and includes about two thirds of the District's northeast quadrants. The area is principally known as a residential community with stable single family neighborhoods (Arboretum, Brookland, Woodridge, Queen Chapel, Michigan Park); row house neighborhoods (Stronghold, Trinidad); apartment and higher density housing (Fort Lincoln, Edgewood, Carver Terrace).",
      "link": "http://planning.dc.gov/sites/default/files/dc/sites/op/publication/attachments/Chapter%252024%2520Comp%2520Plan%2520Updates%2520Opti.pdf",
      "notes": "Ward 5"
    }
  ]
}

